{
  "title": "Semhar Sium",
  "display_name": "Semhar Sium",
  "image": "/img/semhar_sium.png",
  "background": "From Eritrea, 35 years old, apprentice at the web agency Namics in Zurich.",
  "quote": "“I was blocked, I was not getting anywhere – and then I started with Powercoders and it just opens everything, it opened my mind, it gave me confidence, it gave me power – it gave me a way forward.” ",
  "story": "Semhar´s bell-like, joyous laughter is the first impression one has of her in any encounter. It is contagious, though her story is no laughing matter. She is one of those people who can turn the abhorrent into the ridiculous absurdity it actually is and keep her stride without faltering a beat. \n\nAfter finding refuge in Switzerland seven years ago in October, alone with her three-month old baby daughter in Chur, all of her previous, promising perspectives took a strange turn. Suddenly, she was unemployed, in a long-distance relationship with her loving husband, separated from her first born and taking care of her newborn in a place where she was extremely isolated; by language, by fate. She set out to change the first, and luckily the second followed in time. But what a time. \n\nWhile she could not yet speak German, she spoke English: armed with this small advantage she began a cross-country commute to participate in the Powercoders program. Of 147 people interviewing for that particular program, only twenty were selected: Semhar was one of those twenty souls. Powercoders dusted away the cobwebs from her mind’s eye. “I was blocked, I was not getting anywhere – and then I started with Powercoders and it just opens everything, it opened my mind, it gave me confidence, it gave me power – it gave me a way forward.” Though shall we point out, it is not every person who sees an opportunity training in Lausanne when one lives in Chur. Having now secured a home in Zürich, thanks to hard work and an internship with Namics, Semhar is now looking forward to her next challenge: her apprenticeship that begins at Namics this very October. Happily, she can raise her children in safety, helping them grow… home at last."
}